Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/compiled/ted2020v1/en-ne.tmx
Source language: en
Languages: ne

source: And the idea here is that they are looking for a sign of a dark matter particle hitting one of their detectors.
ne: र युक्ति यहाँ के भन्दा, सङ्केतहरु अन्वेषण गरिदैँछ की तमो पदार्थ कणले यिनीहरुको संसूचकमा दिएको ठक्करको सङ्केत।

source: And the reason why they have to go underground is that, if you did this experiment on the surface of the Earth, the same experiment would be swamped by signals that could be created by things like cosmic rays, ambient radio activity, even our own bodies. You might not believe it, but even our own bodies are radioactive enough to disturb this experiment.
ne: भूमिगत हुनुपर्ने कारणमा चाँहि, यदि तपाँइँले यो प्रयोग भूमण्डलको सतहमा गर्नुभयो भने त्यहि प्रयोग सङ्केतहरुले आप्लावित हुनेछ जसको कारण ब्रह्माण्डीय किरण हिन्छन्, व्यापक विकिरण सक्रियता, र हाम्रै शरीर पनि। तपाँइँलाइ विश्वास न लाग्गला, तर हाम्रै देह पनि यो प्रयोगलाइ भङ्ग गर्न यथेष्ट विकिरणसक्रिय छ।

source: So they go deep inside mines to find a kind of environmental silence that will allow them to hear the ping of a dark matter particle hitting their detector.
ne: त्यसैले तिनीहरु गभीर खानिहरु भित्र जान्छन् प्राप्त गर्न त्यस्तो वातावरणीय शान्ति जस्ले तीनलाइ सुन्न दिन्छ तमो पदार्थले तिनको संसूचकमा गरेको त्यो सानो ठक्कर।

source: And I went to see one of these experiments, and this is actually -- you can barely see it, and the reason for that is it's entirely dark in there -- this is a cavern that was left behind by the miners who left this mine in 1960.
ne: अनि म यी प्रयोगहरु हेर्न गएँ, तथा सत्यता के हो भने-- तपाँइँले केवल केहि मात्र देख्न सक्नुहुन्छ, र सत्यता के हो भने-- तपाँइँले केवल अलि अलि मात्र देख्न सक्नुहुन्छ, यो एक गुहा(गुफा) हो जुन आखनिकहरुले छोडेका थिए उनीहरुले यो खानि सन् १९६० मा छोडेका हुन् ।

source: And physicists came and started using it sometime in the 1980s.
ne: अनि भौतिकशास्रीहरुले आए र प्रयोग प्रारम्भ गरेँ १९८०को दशकको कुनै कालमा।

source: And the miners in the early part of the last century worked, literally, in candlelight.
ne: एवं गएको शताब्दीको प्राथमिक कालमा आखनिकहरु यहाँ कर्म गर्दा स्वरुपतया नै मैनबत्तीमा काम गर्थे ।

source: And today, you would see this inside the mine, half a mile underground.
ne: र आज, तपाँइँ देख्नु हुन्छ यस्तो, खानि भित्र, आधि माइल भूमि भित्र।

source: This is one of the largest underground labs in the world.
ne: यो संसारकै बृहत्तम भूमिगत प्रयोगशाला हो ।

source: And, among other things, they're looking for dark matter.
ne: र, धेरै कुरा मध्ये, यिनीहुर तमो पदार्थको अन्वेषण गर्दै छन् ।

source: There is another way to search for dark matter, which is indirectly.
ne: तमो पदार्थलाइ अन्वेषण गर्ने अन्य मार्ग पनि छ, परोक्ष रूपले,

source: If dark matter exists in our universe, in our galaxy, then these particles should be smashing together and producing other particles that we know about -- one of them being neutrinos.
ne: यदि हाम्रो ब्रह्माण्डमा तमो पदार्थ छन् भने, हाम्रो तारापुञ्जमा, यी पदार्थहरु एकत्र चूर्णीत भएर, अरु हामिलाई जानकारी भएको पदार्थ उत्पादन गर्नुपर्छ -- ती मध्येको एक हुन क्लीवाणुकहरु ।

source: And neutrinos you can detect by the signature they leave when they hit water molecules.
ne: अनि क्लीवाणुकहरु चाँहि पता लगाउँने तिनीहरुले छोडेको स्वसङ्केतको द्वारा हो जब तिनीहरुले जलाणुमा ठक्कर दिन्छन् ।

source: When a neutrino hits a water molecule it emits a kind of blue light, a flash of blue light, and by looking for this blue light, you can essentially understand something about the neutrino and then, indirectly, something about the dark matter that might have created this neutrino.
ne: जब एक क्लीवाणुले एक जलाणुलाई ठक्कर दिन्छ तब एक प्रकारको नील प्रकाशको उत्सर्जन हुन्छ, नीलवर्ण प्रकाशको एक दीप्ति, र यही नील प्रकाश हेरेर, हामी बुझ्न सक्छौँ मूलतः क्लीवाणुहरुको विषयमा केहि अनि, परोक्षरूपमा तमो पदार्थको विषयमा पनि केहि जस्ले क्वीवाणु उत्पादन गरेको हुनसक्छ।

source: But you need very, very large volumes of water in order to do this.
ne: परन्तु, अति अति बृहत् परिमाणमा पानी चाँहिन्छ यो गर्नाका निमित्त ।

source: You need something like tens of megatons of water -- almost a gigaton of water -- in order to have any chance of catching this neutrino.
ne: दशौ मेगाटन् जल -- लग्भग गिगाटन् जस्ति जल-- क्लीवाणु भेट्ने सम्भावनाका निम्ति ।

source: And where in the world would you find such water?
ne: अनि संसारमा कहाँ तेती पानी पाइन्छ त ?

source: Well the Russians have a tank in their own backyard.
ne: शुभम्, रूसीहरु सँग तेस्तो टङ्की त पछाडि आँगन् मै छ ।

source: This is Lake Baikal.
ne: त्यो हो जलाशय बाइकाल ।

source: It is the largest lake in the world. It's 800 km long.
ne: संसारको बृहत्तम ताल हो यो । ८०० किलोमिटर् लामो ।

source: It's about 40 to 50 km wide in most places, and one to two kilometers deep.
ne: ४० देखि ५० किलोमिटर् चौडाई भएको अधिकतम स्थानहरुमा, एक देखि द्वि किलोमिटर् गभीर ।

source: And what the Russians are doing is they're building these detectors and immersing them about a kilometer beneath the surface of the lake so that they can watch for these flashes of blue light.
ne: अनि रूसीहरुले के गर्दै छन् भने तिनीहरुले यी संसूचकहरु निर्माण गर्दै छन् र जलाशयको सतह भन्दा एक किलोमिटर् जति तल, डुबाउँदै छन् ती संसूचकहरुलाई यस प्रयोजनले की तीनले ती नील प्रकाश दीप्तिहरु हेर्न सकुन ।

source: And this is the scene that greeted me when I landed there.
ne: एवं यो चाँहि त्यो दृश्य यो जसले मलाई त्यहाँ स्वागत् गर्यो जब म त्यहाँ पुगेँ ।

source: This is Lake Baikal in the peak of the Siberian winter.
ne: त्यो हो बाइकाल ताल साइबेरियाली शीतकालको शिखरमा ।

source: The lake is entirely frozen.
ne: यो जलाशय सम्पूर्णै जमेको छ ।

source: And the line of black dots that you see in the background, that's the ice camp where the physicists are working.
ne: र त्यो कालो रेखाका बिन्दुहरु जुन तपाँइँ पृष्ठभूमिमा देख्न सक्नुहुन्छ, त्यो हिम्शिविर हुन् जाँहाँ भौतिकशास्री कर्म गर्दै छन् ।

source: The reason why they have to work in winter is because they don't have the money to work in summer and spring, which, if they did that, they would need ships and submersibles to do their work.
ne: शीतकालमै चाँहि किन काम गर्न पर्यो भन्दा किनकी तिनीहरु सँग ग्रीष्मकाल तथा वसन्त ऋतु मा कर्म गर्ने पैसा छैन, जुन, यदि तिनले गर्ने हो भने, तिनीहरुलाइ तिनको कर्म गर्न जलयान तथा अन्तःसागरीयानको आवश्यक पर्छ ।

source: So they wait until winter -- the lake is completely frozen over -- and they use this meter-thick ice as a platform on which to establish their ice camp and do their work.
ne: त्यसैले तिनीहरु शीतकाल सम्म प्रतीक्षा गर्छन् -- जब जलाशय सम्पूर्णरूपे जमेको हुन्छ -- र तिनीहरुले यहि एक मिटर् बाक्लो हिम् को प्रयोग गर्छन् मञ्चको रूपमा जाँहाँ तिनीहरु आफ्नो शिविर स्थापित गर्छन् एवं स्वकर्म ।

source: So this is the Russians working on the ice in the peak of the Siberian winter.
ne: अतएव, यी रूसीहरुले हिम्‌मा काम गर्दै छन् साइबेरियाली शीतकालको शिखरमा ।

source: They have to drill holes in the ice, dive down into the water -- cold, cold water -- to get hold of the instrument, bring it up, do any repairs and maintenance that they need to do, put it back and get out before the ice melts.
ne: तिनीहरुलाई हिम्‌मा विवर छिद्रण गर्नु पर्छ, अनि पानी भित्र डुबेर -- चिसो, शीत जल -- उपकरणको प्राप्त गर्न, माथी ल्याउँन, अनि पुनरूद्धार तथा रक्षण गर्न, जुन तिनीहरुले गर्नुपर्छ, पुनः स्व स्थानमा राख्न र बाहिर आँउन हिम् पग्लीनु पूर्व ।

source: Because that phase of solid ice lasts for two months and it's full of cracks.
ne: किनकी त्यो ठोस हिम्‌को चरण द्विमास रहन्छ र चिराहरुले पूर्ण हुन्छ ।

source: And you have to imagine, there's an entire sea-like lake underneath, moving.
ne: एवं तपाँइँले कल्पना गर्न सक्नुहुन्छ होला, त्याँहाँ एक समुद्र-समान जलाशय तल चलन गर्दै छ ।

source: I still don't understand this one Russian man working in his bare chest, but that tells you how hard he was working.
ne: म अझै पनि बुझ्न सक्दीन यो रूसी पुरूष नग्न छाती लिएर कर्म गर्दै छ, किन्तु यसले यो व्यक्ति कति कठिन कर्म गर्दैछ भनेर जनाउँछ ।

source: And these people, a handful of people, have been working for 20 years, looking for particles that may or may not exist.
ne: र यी व्यक्तिहरु, अल्पसङ्ख्यक व्यक्तिहरु २० वर्ष देखि काम गर्दैछन्, अन्वेषण गर्दैछन् ती कणहरुको जस्को अस्तित्व सुनिश्चित छैन ।

source: And they have dedicated their lives to it.
ne: र तिनीहरुले आफ्नो जीवन यो कर्मका निमित्त समर्पित गर्छन ।

source: And just to give you an idea, they have spent 20 million over 20 years.
ne: तपाँइँलाइ एउटा चित्रण प्रस्तुत गर्न, तिनीहरुले २० मिलियन २० वर्ष भन्दा बढि ।

source: It's very harsh conditions.
ne: यो अत्यन्तै कठोर अवस्था हो ।

source: They work on a shoestring budget.
ne: तीनीहरु अपर्याप्त आयव्ययकमा कर्म गर्छन् ।

source: The toilets there are literally holes in the ground covered with a wooden shack.
ne: यिनीहरुको शौचालय भनेकै भूमिमा भएको यो छिद्र हो ढाकिएको छ एक काष्ठनिर्मित प्रकोष्ठले ।

source: And it's that basic, but they do this every year.
ne: अनि त्यो त प्राथमिक, परन्तु तिनीहरु यो प्रति वर्ष गर्छन् ।

source: From Siberia to the Atacama Desert in Chile, to see something called The Very Large Telescope.
ne: साइबेरिया देखि हेर्न ती अति विशाल दूरदर्शक नामक उपकरणहरु ।

source: The Very Large Telescope is one of these things that astronomers do -- they name their telescopes rather unimaginatively.
ne: अति विशाल दूरदर्शक यी यस्तो सामग्रीलाई खगोलज्ञहरु-- नामाकरण गर्दा अलि कल्पनाशीलता अभाव प्रदर्शन गर्छन् ।

source: I can tell you for a fact, that the next one that they're planning is called The Extremely Large Telescope.
ne: म एक सत्य भन्न सक्छु, अर्को त्यो उपकरणको नाम बृहत् विशाल दूरदर्शक हुनेछ ।

source: (Laughter) And you wouldn't believe it, but the one after that is going to be called The Overwhelmingly Large Telescope.
ne: (हास्य) अनि तपाँइँले विश्वास गर्नुहुन्नहोला, तर यीनले अर्को को नाम चरम बृहत् विशाल दूरदर्शक राख्नेछन् ।

source: But nonetheless, it's an extraordinary piece of engineering.
ne: अपितु, यो अभियान्त्रिकीको असाधारण रचना हो ।

source: These are four 8.2 meter telescopes.
ne: यी चार ८.२ मिटर् दूरदर्शक हुन् ।

source: And these telescopes, among other things, they're being used to study how the expansion of the universe is changing with time.
ne: अनि दूरदर्शकहरु, अरु विभिन्न कुरा मध्ये, प्रयोग गरिदैछ अध्ययनका निमित्त की कसरी ब्रह्ममाण्डको विस्तारीता समयानुसार परिवर्तन हुदैछ ।

source: And the more you understand that, the better you would understand what this dark energy that the universe is made of is all about.
ne: अनि जति धेरै बुझ्यो, त्यति नै धेरै बुझिन्छ की के हो तमो ऊर्जा -- जसबाट ब्रह्माण्ड बनेको छ -- आखिर के रहेछ त ।

source: And one piece of engineering that I want to leave you with as regards this telescope is the mirror.
ne: अनि एक अभियान्त्रिकीको उपकरण जससँग म तपाँइँहरुलाई छोड्न चाँहान्छु यो दूरदर्शक सम्बन्धि चाँहि दर्पण हो ।

source: Each mirror, there are four of them, is made of a single piece of glass, a monolithic piece of high-tech ceramic, that has been ground down and polished to such accuracy that the only way to understand what that is is [to] imagine a city like Paris, with all its buildings and the Eiffel Tower, if you grind down Paris to that kind of accuracy, you would be left with bumps that are one millimeter high.
ne: प्रत्येक दर्पण, त्याँहाँ चार वटा छन्, काचका एकै रचनांशले बनेका हुन्, एक उच्च प्रौद्योगि मृत्तिकाको एकीकृत रचनांश, जुनलाई चाँहि घोटेर तथा प्रमार्जक यस्तो परिशुद्धता प्राप्त गरिन्छ की यो बुझ्न उदाहरणका लागि पेरिस जस्तो नगरको लाई कल्पना गरौँ, जाँहाँ त्यसका सम्पूर्ण भवन तथा आईफेल अट्ट, यदि तपाँइँ पेरिस नगरलाई यसरी घोट्नु भयो की परिशुद्धता, यस्तो भयो की एक मिलिमिटर् उच्च पाहाड मात्र रहने छ ।

source: And that's the kind of polishing that these mirrors have endured.
ne: त्यस्तो प्रकारको प्रमार्जक खेपेका हुन्छन् यी दर्पणहरु ले ।

source: An extraordinary set of telescopes.
ne: एक असाधारण दूरदर्शकको समुच्चय,

source: Here's another view of the same.
ne: याँहाँ छ अर्को दर्शन त्यहिको,

source: The reason why you have to build these telescopes in places like the Atacama Desert is because of the high altitude desert.
ne: यी दूरदर्शकहरु निर्माण गर्नुको कारण कारण की यस्ता स्थान जस्तै आटाकामा मरुभूमि किनकी यो उच्च तुङ्गता मरुभूमि हो ।

source: The dry air is really good for telescopes, and also, the cloud cover is below the summit of these mountains so that the telescopes have about 300 days of clear skies.
ne: त्याँहाँको शुष्क वायु दूरदर्शका लागि अत्यन्तै राम्रो हुन्छ, अपितु, मेघावरण पनि पर्वत शिखर भन्दा तल हुन्छ जस्ले गर्दा दूरदर्शकलाई लग्भग् ३०० दिन जति स्पष्ट आकाश प्राप्त गर्छन् ।

source: Finally, I want to take you to Antarctica.
ne: परिशेषे, म तपाँइँहरुलाई अण्टार्क्टिका(पृथ्वीको दक्षिणतम महाद्वीप) मा लान चाँहाँन्छु ।

source: I want to spend most of my time on this part of the world.
ne: म मेरो अधिक समय भूमण्डको यो भागमा विताउँन चाँहाँन्छु ।

source: This is cosmology's final frontier.
ne: यो ब्रह्ममाण्डको सीमान्त हो ।

source: Some of the most amazing experiments, some of the most extreme experiments, are being done in Antarctica.
ne: केहि अधिकतम अद्भुत प्रयोगहरु, केहि अधिकतम चरम प्रयोगहरु, अण्टार्क्टिकामा गरिदै छ ।

source: I was there to view something called a long-duration balloon flight, which basically takes telescopes and instruments all the way to the upper atmosphere, the upper stratosphere, 40 km up.
ne: दीर्घावधि वायुकुम्भ(बेलुन्)को अपगम(उडान) हेर्न म त्याँहाँ पुगेको थिएँ, जसले मूलतः दूरदर्शक एवं उपकरणहरुलाई उच्चतर वायुमण्डल सम्म, उच्चतर समतापमण्डल, ४० किलोमिटर् माथि लैजान्छ ।

source: And that's where they do their experiments, and then the balloon, the payload, is brought down.
ne: अनि त्याँहाँ जाँहाँ तिनीहरुले आफ्नो प्रयोगहरु गर्ने भनेको, अनि त्यसपछि त्यो वायुकुम्भ, नीतभारलाई तल ल्याईन्छ ।

source: So this is us landing on the Ross Ice Shelf in Antarctica.
ne: र यो हामि हौँ अण्टार्क्टिकाको रस् नामक हिम् मञ्चमा ।

source: That's an American C-17 cargo plane that flew us from New Zealand to McMurdo in Antarctica.
ne: त्यो एक अमेरिकी सी-१७ नामक प्रभार विमान हो जस्ले हामिलाई न्यूजील्याण्ड्देशबाट अण्टार्क्टिकाको म्याक्मर्डोमा ल्याई पुर्यायो ।

source: And here we are about to board our bus.
ne: अब हामि बस् चढ्न लाग्दैछौँ ।

source: And I don't know if you can read the lettering, but it says, "Ivan the Terribus."
ne: र मलाई थाहा छैन यदि तपाँइँ अक्षर पढ्न सक्नुहुन्छ वा हुन्न, तर के लेखियो छ भने, "इवान, भयानक बस् ।"

source: And that's taking us to McMurdo.
ne: अनि यस्ले हामीलाई म्याक्मर्डो पुर्याउँने छ ।

source: And this is the scene that greets you in McMurdo.
ne: एवं यो त्यो दृश्य हो जस्ले तपाँइँलाई म्याक्मोर्डोमा स्वागत् गर्नेछ ।

source: And you barely might be able to make out this hut here.
ne: अनि तपाँइँले त्याँहाँ त्यो गाह्रो गरि देख्नुभएको चाँहि कुटी हो ।

source: This hut was built by Robert Falcon Scott and his men when they first came to Antarctica on their first expedition to go to the South Pole.
ne: कुटी जुन रोबर्ट् फाल्कन् स्कट् र उनका व्यक्तिहरुले निर्माण गरेको जब तिनीहरु प्रथम पटक अण्टार्क्टिका आएका थिए तिनीहरुको प्रथम दक्षिण ध्रुव अभियानका लागि ।

source: Because it's so cold, the entire contents of that hut is still as they left it, with the remnants of the last meal they cooked still there.
ne: याँहाँ यति शीत(चिसो) छ कि, कुटीका सम्पूर्ण सामाग्रीहरु जस्तो छोडेको त्यस्तै छन्, यति सम्म की तिनीहरुले पकाएको खानाको अवशेष अझै त्याँहाँ छ ।

source: It's an extraordinary place.
ne: यो असाधारण स्थान हो ।

source: This is McMurdo itself. About a thousand people work here in summer, and about 200 in winter when it's completely dark for six months.
ne: म्याक्मोर्डो नै यहि हो । याँहाँ ग्रीष्मकामला अनुमानित हजार जन कर्म गर्छन्, र अनुमाति २०० शीतकालमा जब याँहाँ सम्पूर्णै अन्धकारमय हुन्छ, छ मासको लागि ।

source: I was here to see the launch of this particular type of instrument.
ne: म याँहाँ आरम्भको लाई थिएँ एक यस्तै विशेष उपकरणको ।

source: This is a cosmic ray experiment that has been launched all the way to the upper-stratosphere to an altitude of 40 km.
ne: यो एक अन्तरिक्ष किरण प्रयोग हो जुन उच्चतर समतापमण्डलमा आरम्भ गरियो ४० किलोमिटर्को तुङ्गतामा ।

source: What I want you to imagine is this is two tons in weight.
ne: म तपाँइँलाई के कल्पना गराउँन चाँहान्छु भने यो द्वि टन् भारको छ ।

source: So you're using a balloon to carry something that is two tons all the way to an altitude of 40 km.
ne: अनि तपाँइँले एक वायुकुम्भ प्रयोग गर्दैहुनुहुन्छ द्वि सय किलोको भार बोक्न त्यो पनि ४० किलोमिटर्को तुङ्गता (उच्चाई) सम्म ।

source: And the engineers, the technicians, the physicists have all got to assemble on the Ross Ice Shelf, because Antarctica -- I won't go into the reasons why -- but it's one of the most favorable places for doing these balloon launches, except for the weather.
ne: एवं अभियन्त्रकहरु, प्रविधिज्ञहरु, भौतिकज्ञहरुले रस् हिम् मञ्चमा नै समुच्चयन गर्नु पर्छ, किनकी यो अण्टार्क्टिका -- म कारण सम्म जान्न किन -- तर यो वायुकुम्भ प्रारम्भ गर्ने अधितम अनुकूल स्थान हो, अपक्षयण(मौसम्) बाहेक ।

source: The weather, as you can imagine, this is summer, and you're standing on 200 ft of ice.
ne: अपक्षयण, तपाँइँ कल्पना गर्न सक्नुहुन्छ, यो ग्रीष्म हो र तपाँइँ २०० फिट्को हिम्‌मा उभ्भिनु भइरहेहो छ ।

source: And there's a volcano behind, which has glaciers at the very top.
ne: अनि पछाडि छ ज्वालामुखी, जस्को अति शिखरमा हिमनदिहरु छन् ।

source: And what they have to do is they have to assemble the entire balloon -- the fabric, parachute and everything -- on the ice and then fill it up with helium.
ne: अनि हामीगर्नु पर्ने हे हो भन्दा त्यो कुल वायुकुम्भलाई समुच्चयन गर्ने -- वस्त्र, अवतरण छत्र तथा सर्वसामाग्री -- हिम् मा र त्यसमा हीलियम् भर्ने ।

source: And that process takes about two hours.
ne: यो प्रक्रियालाई अनुमानित द्वि घण्टा लग्छ ।

source: And the weather can change as they're putting together this whole assembly.
ne: र अपक्षयण कुनै बेला पनि हामीले समुच्चयन गर्दा गर्दै परिवर्तन हुनसक्छ ।

source: For instance, here they are laying down the balloon fabric behind, which is eventually going to be filled up with helium.
ne: उदाहरणस्वरूप, याँहाँ तिनीहरु वायुकुम्भको वस्त्र तल राख्दै छन्, जस्मा अन्ततः हीलियम् भरिने छ ।

source: Those two trucks you see at the very end carry 12 tanks each of compressed helium.
ne: ति द्वि ट्रकहरु जुन तपाँइँ अति अन्तमा देख्दैहुनुहुन्छ तिनीहरुमध्ये एक एकैले १२ टङ्की सम्पीडित हीलियम् बोक्छन् ।

source: Now, in case the weather changes before the launch, they have to actually pack everything back up into their boxes and take it out back to McMurdo Station.
ne: अब, यदि प्रारम्भ पूर्व अपक्षयण परिवर्तन भयो भने, तिनीहरुले साँच्चैनै सम्पूर्ण सामाग्रीहरु आफ्नो भाण्डहरुमा राख्नु पर्ने छ र म्याक्मोर्डो प्रेक्षणस्थलमा लानुपर्ने छ ।

source: And this particular balloon, because it has to launch two tons of weight, is an extremely huge balloon.
ne: यो विशेष वायुकुम्भ, किनकी यस्ले द्वि टन् भार प्रमोचन गर्नुपर्छ एक विशाल वायुकुम्भ हो ।

source: The fabric alone weighs two tons.
ne: यो वस्त्रमात्रै भारमा द्वि टन् छ ।

source: In order to minimize the weight, it's very thin, it's as thin as a sandwich wrapper.
ne: भार घटाउँनका निम्ति, यो यति अतिकृश हुन्छ की खाना भेर्ने आवेष्टन जति कृश ।

source: And if they have to pack it back, they have to put it into boxes and stamp on it so that it fits into the box again -- except, when they did it first, it would have been done in Texas.
ne: र तिनीहरुले त्यस्लाई पुनः सवेष्‍टन गर्नुपर्नेछ । अनि भाण्डमा राख्नुपर्नेछ । अनि भाण्ड भित्र अटोस् भन्ने हेतुले त्यस माथि सम्पीडिन गर्नपर्नेछ -- अपवाद के छ भने, तिनीहरुले प्रथम पटक गर्दा, टेक्सस् राज्यमा गरेकाहुन्थे ।

source: Here, they can't do it with the kind shoes they're wearing, so they have to take their shoes off, get barefoot into the boxes, in this cold, and do that kind of work.
ne: याँहाँ, तिनीहरुले जुन प्रकारको जुत्तालाएका छन् त्यसले त्यो गर्न मिल्दैन, त्यसैले तिनीहरुले आफ्नो जुत्ता फुकाल्नु पर्छ, र भाण्डलाई नाङ्गो खुट्टाले थिच्चनुपर्छ यो शीतकालमा र त्यस्तो कर्म गर्छन् ।

source: That's the kind of dedication these people have.
ne: त्यस्तो निष्ठा छ यी व्यक्तिहरुमा ।

source: Here's the balloon being filled up with helium, and you can see it's a gorgeous sight.
ne: याँहाँ वायुकुम्भ हीलियम् ले भरिँदैछ, र तपाँइँ देख्न सक्नु हुन्छ यो भव्य दृश्य छ ।

source: Here's a scene that shows you the balloon and the payload end-to-end.
ne: याँहाँ छ त्यो दृश्य जब वायुकुम्भ तथा भारयोग शेष-सरासरि छन् ।

source: So the balloon is being filled up with helium on the left-hand side, and the fabric actually runs all the way to the middle where there's a piece of electronics and explosives being connected to a parachute, and then the parachute is then connected to the payload.
ne: अनि त्यो वायुकुम्भ वाम्-हस्त पक्षमा हीलियम्ले भरिदै छ, र त्यो वस्त्र साँच्चैनै मध्य भाग सम्म पुग्छ जाँहाँ वैद्युतुपकरणहरु तथा विस्फोटकहरु अवतरण छत्रमा जोडिदै छन्, तथा त्यो अवतरण-छत्र चाँहि भारयोगमा जोडिन्छ ।

source: And remember, all this wiring is being done by people in extreme cold, in sub-zero temperatures.
ne: अनि स्मरण रहोस्, यो सम्पूर्णै तार स्थापन गरिदैछ त्यस्तो चरम शीतमा उपशून्य तापमानमा, ती व्यक्तिहरुबाट ।

source: They're wearing about 15 kg of clothing and stuff, but they have to take their gloves off in order to do that.
ne: तिनीहरु आफै १५ किलो भारको परिधान लगाएका छन्, तर तिनीहरुलाई आफ्नो पञ्जा फुकालेर कर्म गर्नुपर्छ ।

source: And I would like to share with you a launch.
ne: र म तपाँइँहरु सँग एक प्रारम्भन बाँड्न चाहान्छु,

source: (Video) Radio: Okay, release the balloon, release the balloon, release the balloon.
ne: (चलदृश्ये) दूरश्रवण- हुन्छ, वायुकुम्भ मुक्त गर, कुम्भ मुक्त गर, कुम्भ मुक्त गर ।

source: Anil Ananthaswamy: And I'll finally like to leave you with two images.
ne: अनिल अनाथस्वामि- परिशेषे म तपाँइँहरुलाई द्वि चित्रसँगै छोड्न चाहान्छु ।

source: This is an observatory in the Himalayas, in Ladakh in India.
ne: यो भारतको लदाक् हिमाली क्षेत्रास्वथित एक वेधशाला हो ।

source: And the thing I want you to look at here is the telescope on the right-hand side.
ne: अनि एउटा कुरा म तपाँइँले हर्नुहोला की याँहाँ वामेतर हस्त पक्षमा एक दूरदर्शक ।

source: And on the far left there is a 400 year-old Buddhist monastery.
ne: तथा दूर वामे त्याँहाँ एक ४०० वर्ष प्राचीन बौद्ध विहार छ ।

source: This is a close-up of the Buddhist monastery.
ne: बौद्ध विहारको समीप दृश्‍य हो यो ।

source: And I was struck by the juxtaposition of these two enormous disciplines that humanity has.
ne: म विस्मित भएँ यो सन्निधि देखेर सन्निधि ती मानवतासँग भएकस द्वि प्रकाण्ड विद्याहरु देखेर ।

source: One is exploring the cosmos on the outside, and the other one is exploring our interior being.
ne: एकले बाह्य विश्वब्रह्माण्ड समन्वेषण गर्दै छ, एवं अर्कोले हाम्रो भित्री स्वयमस्तित्व समन्वेषण गर्दै छ ।

source: And both require silence of some sort.
ne: र दुवैलाई आवश्यक छ शान्ति कुनै प्रकारको भए नी ।

source: And what struck me was every place that I went to to see these telescopes, the astronomers and cosmologists are in search of a certain kind of silence, whether it's silence from radio pollution or light pollution or whatever.
ne: अनि के ले विस्मित पार्यो भन्दा प्रत्येक स्थानहरु जाँहाँ म दूरदर्शकादि उपकरण हेर्न गएँ, खगोलज्ञहरु तथा ब्रह्माणडज्ञहरु विशेष प्रकारको शान्ति अवेक्षण गर्छन्, चाहे त्यो विकिरण प्रदूषणबाट शान्ति नै किन नहोस्, वा प्रकाश प्रदूषण बाट अथवा आदि जे भए पनि,

source: And it was very obvious that, if we destroy these silent places on Earth, we will be stuck on a planet without the ability to look outwards, because we will not be able to understand the signals that come from outer space.
ne: सुस्पष्ट के छ भने यदि हामीले यी शान्ति क्षेत्रहरु नाश गर्यौँ भने, हामी यस्तो ग्रहमा रहनेछौँ जाँहाँ हामीसँग बाह्यिक पक्ष हेर्ने क्षमता रहने छैन, किनकी हामीले बाह्य अन्तरिक्षबाट आएका सङ्केतहरु बुझ्न सक्नेछैनौँ ।

source: Imagine a big explosion as you climb through 3,000 ft.
ne: एउटा ठूलो विस्फोटनको कल्पना गर्नुहोस जब तपाई ३००० फिट उचाईंमा हुनुहुन्छ |

source: Imagine a plane full of smoke.
ne: एउटा धुवाँको मुस्लोले ढाकिएको हवाइजहाजको कल्पना गर्नुस |

source: Imagine an engine going clack, clack, clack.
ne: एउटा इन्जिनको कल्पना गर्नुहोस् जुन कराउँदैछ – क्लाक, क्लाक, क्लाक क्लाक, क्लाक, क्लाक, क्लाक

source: It sounds scary.
ne: यो एकदम डरलाग्दो हुन्छ ।

source: Well, I had a unique seat that day.
ne: म एउटा गजबको सिटमा थिएँ । म १घ (1D) मा बसेको थिएँ ।

source: I was sitting in 1D.
ne: म नै एउटै मानिस थिएँ जो जहाजको परिचारिकासँग कुरा गर्न सक्थ्यो ।
